{
    "funfact-1": {
      "kategori": "Batik Bisa ‘Berbicara’ Status Sosial",
      "isi": "Di masa Keraton Mataram, pola batik tertentu seperti Parang Rusak hanya boleh dipakai oleh keluarga kerajaan. Rakyat biasa dilarang keras memakainya—bahkan pelanggar bisa dihukum, karena batik dianggap bahasa simbol kekuasaan."
    },

    "funfact-2": {
      "kategori": "Candi Borobudur Pernah 'Hilang' Selama 600 Tahun",
      "isi": "Setelah runtuhnya kerajaan Buddha di Jawa, Borobudur terkubur abu vulkanik dan semak belukar. Penduduk lokal menyebutnya 'gunung besar', hingga akhirnya ditemukan kembali pada abad ke-19."
    },

    "funfact-3": {
      "kategori": "Angklung Pernah Dilarang Belanda",
      "isi": "Pada masa penjajahan, angklung sempat dilarang karena dianggap mampu meningkatkan semangat rakyat dan menyatukan massa. Larangan ini justru membuat angklung semakin populer sebagai simbol perlawanan budaya."
    },

    "funfact-4": {
      "kategori": "Baduy Dalam & Larangan Foto",
      "isi": "Suku Baduy Dalam dulu melarang foto sepenuhnya, namun sejak 2017 aturan mulai sedikit dilonggarkan walaupun tetap sangat terbatas."
    },

    "funfact-5": {
      "kategori": "Mi Sudah Ada Sejak Majapahit",
      "isi": "Di Jawa ditemukan bukti bahwa masyarakat Majapahit sudah makan mi sejak abad ke-13, dikenal dengan nama 'mie lethek'."
    }
  ,
    "funfact-6": {
      "kategori": "Tari Saman Sebagai Bahasa Rahasia",
      "isi": "Dulu masyarakat Gayo menggunakan Tari Saman sebagai kode komunikasi tersembunyi saat masa konflik. Gerakan cepat dan kompak mereka menyampaikan pesan tertentu tanpa dicurigai penjajah."
    },
    "funfact-7": {
      "kategori": "Tifa Dipakai untuk Memanggil Roh Penjaga",
      "isi": "Di Papua, Tifa tidak hanya alat musik. Dahulu, suaranya yang dalam dipercaya memanggil roh leluhur saat upacara adat, sehingga pemainannya dianggap sakral dan tidak boleh sembarangan."
    },
    "funfact-8": {
      "kategori": "Ulos Batak Tidak Boleh Dipakai Sembarangan",
      "isi": "Dalam budaya Batak, ada jenis Ulos sakral yang hanya boleh diberikan oleh orang yang lebih tua sebagai simbol berkat. Memakai Ulos tertentu tanpa izin dulu dianggap membawa kesialan."
    },
    "funfact-9": {
      "kategori": "Surat Kartini yang Hilang Misterius",
      "isi": "Tidak semua surat Kartini dipublikasikan. Ada beberapa yang disimpan keluarga Belanda dan sebagian hilang saat pemindahan arsip. Isinya dipercaya lebih berani dan lebih revolusioner."
    },
    "funfact-10": {
      "kategori": "Tongkonan Wajib Menghadap Utara",
      "isi": "Rumah adat Toraja (Tongkonan) selalu dibangun menghadap utara, mengikuti keyakinan kuno bahwa utara adalah arah asal leluhur dan simbol kehidupan."
    }
}
